{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "10.04.2022"
			},
			"Translation":
			{
				"Text": "10.04.2022"
			},
			"Key": "B4FF94074A4337C85B67A6B2148BEBDC"
		},
		{
			"Source":
			{
				"Text": "20:30 "
			},
			"Translation":
			{
				"Text": "20:30 "
			},
			"Key": "29A766494D3F20B6E3B80C88480FDD17"
		},
		{
			"Source":
			{
				"Text": "4"
			},
			"Translation":
			{
				"Text": "4"
			},
			"Key": "9307165B4CAFAF6EA2B492BEFC504EC0"
		},
		{
			"Source":
			{
				"Text": "4"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "04D715C24BC03872B82F989D6FF0E88E"
		},
		{
			"Source":
			{
				"Text": "4000"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DBA35F3A46301CFEF5A5D3B4D0E89679"
		},
		{
			"Source":
			{
				"Text": "<Small>Locked</>"
			},
			"Translation":
			{
				"Text": "<Small>Заблокированно</>"
			},
			"Key": "2976AD184C874266C8729DB09C3C1D39"
		},
		{
			"Source":
			{
				"Text": "<Small>Max lvl</>"
			},
			"Translation":
			{
				"Text": "<Small>Макс. уровень</>"
			},
			"Key": "8DDBB973413A1F6305D27B9AD873F064"
		},
		{
			"Source":
			{
				"Text": "Ambient Occlusion"
			},
			"Translation":
			{
				"Text": "Рассеянное затенение"
			},
			"Key": "730A671647251B3EE5CB1193340E0244"
		},
		{
			"Source":
			{
				"Text": "Anti-Aliasing and SSR"
			},
			"Translation":
			{
				"Text": "Сглаживание и отражения"
			},
			"Key": "6C4D8A434C13F42562CC61AF66B6DCEB"
		},
		{
			"Source":
			{
				"Text": "Are you sure you want to delete this slot?\r\nAll progress saved in it will be lost!"
			},
			"Translation":
			{
				"Text": "Вы уверены, что хотите удалить этот слот?\r\nВесь прогресс, сохраненный в нем будет потерян!"
			},
			"Key": "2C222EB445378F6CF47A7C8B3F471F53"
		},
		{
			"Source":
			{
				"Text": "Are you sure you want to exit?\r\nAll progress in this run will be lost!"
			},
			"Translation":
			{
				"Text": "Вы уверены, что хотите выйти?\r\nВесь прогресс текущего забега будет потерян!"
			},
			"Key": "C9E9553D45B3759AB2D15FAB3AC0EA68"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "Звук"
			},
			"Key": "0CED0BE64E6571BF0355AB92F5FFE14F"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Назад"
			},
			"Key": "671A7F7840A62F08B6CD49AA3F4741D7"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Назад"
			},
			"Key": "4EFB74BF443D7DE0003C61BC4F81AE23"
		},
		{
			"Source":
			{
				"Text": "Bloom"
			},
			"Translation":
			{
				"Text": "Свечение"
			},
			"Key": "06DDE01245DE2648F6ECD1B7DA4709AD"
		},
		{
			"Source":
			{
				"Text": "CINEMATIC"
			},
			"Translation":
			{
				"Text": "ЗАПРЕДЕЛЬНО"
			},
			"Key": "10DB0E844B6D162E7CFE93BA729799D4"
		},
		{
			"Source":
			{
				"Text": "CUSTOM"
			},
			"Translation":
			{
				"Text": "ПОЛЬЗ."
			},
			"Key": "40B98D714015904B38B2CE9C4F896A19"
		},
		{
			"Source":
			{
				"Text": "Clear"
			},
			"Translation":
			{
				"Text": "Очистить"
			},
			"Key": "968BD92F4A87B53709839985CC0CC1C4"
		},
		{
			"Source":
			{
				"Text": "Coins spended: 0"
			},
			"Translation":
			{
				"Text": "Монет потрачено:"
			},
			"Key": "5CEB4F684B4F86543353C78F899FB183"
		},
		{
			"Source":
			{
				"Text": "Controls"
			},
			"Translation":
			{
				"Text": "Управление"
			},
			"Key": "46DC2DB449D270EE88C1CDA04F7DA8DD"
		},
		{
			"Source":
			{
				"Text": "Current Seed: "
			},
			"Translation":
			{
				"Text": "Ключ генерации: "
			},
			"Key": "3725C09047CFE154A3C416842DF933FE"
		},
		{
			"Source":
			{
				"Text": "DELETE THIS SAVE SLOT"
			},
			"Translation":
			{
				"Text": "УДАЛИТЬ ЭТОТ ФАЙЛ СОХРАНЕНИЯ"
			},
			"Key": "6EF748434A30A15DE6255D8C013E5AA8"
		},
		{
			"Source":
			{
				"Text": "Default loading Text"
			},
			"Translation":
			{
				"Text": "Стандартный текст загрузки"
			},
			"Key": "A56EAC1B4A2E394C0AA5ED9ACF6BDC66"
		},
		{
			"Source":
			{
				"Text": "Depth of Field"
			},
			"Translation":
			{
				"Text": "Глубина резкости"
			},
			"Key": "61E66001496EB8EAAC5F47A962B474CC"
		},
		{
			"Source":
			{
				"Text": "Drag any ability here"
			},
			"Translation":
			{
				"Text": "Перетащите способность сюда"
			},
			"Key": "C2A7FB11407952DF24F732AD4073E977"
		},
		{
			"Source":
			{
				"Text": "Drag any ability here"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A0152AE42BD5BC5283897832458B4CB"
		},
		{
			"Source":
			{
				"Text": "Effects and Materials"
			},
			"Translation":
			{
				"Text": "Эффекты и материалы"
			},
			"Key": "C6908E7741FFACBCA9F214970A08FF02"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Выход"
			},
			"Key": "EDA00B92455B081364B5459680001975"
		},
		{
			"Source":
			{
				"Text": "Eye Adaptation"
			},
			"Translation":
			{
				"Text": "Адаптация глаз"
			},
			"Key": "19EB55404469317B9BD1F3AC41E00228"
		},
		{
			"Source":
			{
				"Text": "FPS Limit"
			},
			"Translation":
			{
				"Text": "Лимит FPS"
			},
			"Key": "9968C96F4B3F652CEFBFE78A9D7E2A6D"
		},
		{
			"Source":
			{
				"Text": "Foliage"
			},
			"Translation":
			{
				"Text": "Растительность"
			},
			"Key": "6747A93D4449EC6ABCA85D820B5B96A6"
		},
		{
			"Source":
			{
				"Text": "Fullscreen"
			},
			"Translation":
			{
				"Text": "Полный экран"
			},
			"Key": "EF056A1940CE370FC200FCA87AE47EDC"
		},
		{
			"Source":
			{
				"Text": "Graphics"
			},
			"Translation":
			{
				"Text": "Графика"
			},
			"Key": "4E0CCE034B3F1E7B29671DAA6FB9D08A"
		},
		{
			"Source":
			{
				"Text": "Graphics  Preset"
			},
			"Translation":
			{
				"Text": "Преднастройка"
			},
			"Key": "156D795F48BF10EF1EF70D86EBE7AFE1"
		},
		{
			"Source":
			{
				"Text": "HIGH"
			},
			"Translation":
			{
				"Text": "ВЫСОКОЕ"
			},
			"Key": "FE07F0804B72CEFAD74E60B9D9F8078B"
		},
		{
			"Source":
			{
				"Text": "LOW"
			},
			"Translation":
			{
				"Text": "НИЗКОЕ"
			},
			"Key": "6E6078BF443F9E2FE32CE7B804CC0022"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Язык"
			},
			"Key": "74DA939C435442E3F84FD8BB80094969"
		},
		{
			"Source":
			{
				"Text": "Lens Flare"
			},
			"Translation":
			{
				"Text": "эффект линзы"
			},
			"Key": "74B030434F5696BB067E92BF6A466D88"
		},
		{
			"Source":
			{
				"Text": "MAX"
			},
			"Translation":
			{
				"Text": "МАКС"
			},
			"Key": "D3AEEFDE4A21956CE3578ABAC612820C"
		},
		{
			"Source":
			{
				"Text": "MAZE GAME"
			},
			"Translation":
			{
				"Text": "MAZE GAME"
			},
			"Key": "739C341041F7B41BE6FD5E8439890C81"
		},
		{
			"Source":
			{
				"Text": "MAZE GAME"
			},
			"Translation":
			{
				"Text": "MAZE GAME"
			},
			"Key": "D50B8A8A480D0CF7C7C1019A739B0B26"
		},
		{
			"Source":
			{
				"Text": "MEDIUM"
			},
			"Translation":
			{
				"Text": "СРЕДНЕЕ"
			},
			"Key": "934454F649BE802EC32C9F9E029C746E"
		},
		{
			"Source":
			{
				"Text": "MGFlying"
			},
			"Translation":
			{
				"Text": "MGFlying"
			},
			"Key": "2AFF91874CA5BEA678DFF18F78FEFC36"
		},
		{
			"Source":
			{
				"Text": "Main"
			},
			"Translation":
			{
				"Text": "Основные"
			},
			"Key": "61EB3BAD4EAC8D1857B3BC933A13DEF8"
		},
		{
			"Source":
			{
				"Text": "Master Volume"
			},
			"Translation":
			{
				"Text": "Общая громкость"
			},
			"Key": "DBAEED3E4DA2011FD0C64BA363ED7ECA"
		},
		{
			"Source":
			{
				"Text": "Maze generation"
			},
			"Translation":
			{
				"Text": "Генерация лабиринта"
			},
			"Key": "75808AD14A3D00BC32019882075F3A43"
		},
		{
			"Source":
			{
				"Text": "Message"
			},
			"Translation":
			{
				"Text": "Сообщение"
			},
			"Key": "1BD2C14A4952A10D2A094489102E5929"
		},
		{
			"Source":
			{
				"Text": "Motion Blur"
			},
			"Translation":
			{
				"Text": "Размытие в движении"
			},
			"Key": "10C513D947F135854DE165877EEBC39A"
		},
		{
			"Source":
			{
				"Text": "New Game"
			},
			"Translation":
			{
				"Text": "Новая игра"
			},
			"Key": "E916CB4349346C40642427AEA6D52A0B"
		},
		{
			"Source":
			{
				"Text": "Not enough coins"
			},
			"Translation":
			{
				"Text": "Недостаточно монет"
			},
			"Key": "5110EB3C46C56FD69143A1B479599FB9"
		},
		{
			"Source":
			{
				"Text": "OFF"
			},
			"Translation":
			{
				"Text": "ВКЛ"
			},
			"Key": "00C24BB84A1F8F0FD70E61921CC4F29F"
		},
		{
			"Source":
			{
				"Text": "OFF"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2348287747A4B0E09AD4EE9897866760"
		},
		{
			"Source":
			{
				"Text": "OFF"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "73CA6F194B8C43BC276F0FAC4B16BF87"
		},
		{
			"Source":
			{
				"Text": "OFF"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BBB85F644A468402BBB4B2ACCCB2C4C2"
		},
		{
			"Source":
			{
				"Text": "OFF"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE74520B42D5589CE66B0AB7DFEBCB28"
		},
		{
			"Source":
			{
				"Text": "ON"
			},
			"Translation":
			{
				"Text": "ВКЛ"
			},
			"Key": "8ECE3F3E4C9373FDA18A059FE78CE654"
		},
		{
			"Source":
			{
				"Text": "OPTIONS"
			},
			"Translation":
			{
				"Text": "НАСТРОЙКИ"
			},
			"Key": "E9AAC6CD47BC9D9C06096683D203AA48"
		},
		{
			"Source":
			{
				"Text": "Objects generation"
			},
			"Translation":
			{
				"Text": "Генерация объектов"
			},
			"Key": "46F3E18F4DB174DD983CFFA499AB49B1"
		},
		{
			"Source":
			{
				"Text": "Objects spawning"
			},
			"Translation":
			{
				"Text": "Расстановка объектов"
			},
			"Key": "E062B2D9454C2237649FBCB89BF5D1C1"
		},
		{
			"Source":
			{
				"Text": "PSYCHO"
			},
			"Translation":
			{
				"Text": "ПСИХО"
			},
			"Key": "E18FAAE248D89C7DF7EEC98BEFCA5732"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Играть"
			},
			"Key": "D7D3CEA7426F7860E802E5BDFC5A723B"
		},
		{
			"Source":
			{
				"Text": "Post Process Preset"
			},
			"Translation":
			{
				"Text": "Предустановка"
			},
			"Key": "6551AF474E1AA4321778079E98E2215F"
		},
		{
			"Source":
			{
				"Text": "Post effects"
			},
			"Translation":
			{
				"Text": "Постобрабока"
			},
			"Key": "DD0250284CB19625194DDC810429A293"
		},
		{
			"Source":
			{
				"Text": "Quit Game"
			},
			"Translation":
			{
				"Text": "Выйти из игры"
			},
			"Key": "2AC464F74719A58E691F559E4CAE4EB7"
		},
		{
			"Source":
			{
				"Text": "Random Seed"
			},
			"Translation":
			{
				"Text": "Случайный ключ"
			},
			"Key": "97DCCACA41E4A47D1E84C6B8D8378E9D"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "Разрешение"
			},
			"Key": "9B40225F4E4D21B4F3A32DABDC5E69CF"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Продолжить"
			},
			"Key": "12843A0D459386FB43129FA81BA821DC"
		},
		{
			"Source":
			{
				"Text": "Save and Quit"
			},
			"Translation":
			{
				"Text": "Сохранить и выйти"
			},
			"Key": "BD73EE5A478180D4F1341786C5F1FC41"
		},
		{
			"Source":
			{
				"Text": "SaveGame0"
			},
			"Translation":
			{
				"Text": "SaveGame0"
			},
			"Key": "0073929F46D4CBA1918F6395F8C05AE1"
		},
		{
			"Source":
			{
				"Text": "Screen Mode"
			},
			"Translation":
			{
				"Text": "Режим экрана"
			},
			"Key": "620295DF43BAEA42CD43A2853047A75C"
		},
		{
			"Source":
			{
				"Text": "Screen Percentage"
			},
			"Translation":
			{
				"Text": "Масштабирование разрешения"
			},
			"Key": "7F5312164536D834034159B8D118E7E5"
		},
		{
			"Source":
			{
				"Text": "Seed: "
			},
			"Translation":
			{
				"Text": "Ключ генерации: "
			},
			"Key": "4BFE5E924D774179B06C5A97EEF000F8"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Настройки"
			},
			"Key": "8AF61E0E4A6971E68130E6BC4548B81B"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Настройки"
			},
			"Key": "EEE152604C6FE4DD6FCCFCA6A124F339"
		},
		{
			"Source":
			{
				"Text": "Shading"
			},
			"Translation":
			{
				"Text": "Шейдеры"
			},
			"Key": "CE6CE8E14B4DD1593424629A46458A24"
		},
		{
			"Source":
			{
				"Text": "Shadows"
			},
			"Translation":
			{
				"Text": "Тени"
			},
			"Key": "7447556043025997A4E9E6A0C7C738E1"
		},
		{
			"Source":
			{
				"Text": "Start Run"
			},
			"Translation":
			{
				"Text": "Начать забег"
			},
			"Key": "27D886774AC613000BECA4BFBB70AC6C"
		},
		{
			"Source":
			{
				"Text": "TextBlock"
			},
			"Translation":
			{
				"Text": "TextBlock"
			},
			"Key": "E20BCD1349C9CF8527C77EB0900DDE19"
		},
		{
			"Source":
			{
				"Text": "Textures"
			},
			"Translation":
			{
				"Text": "Текстуры"
			},
			"Key": "E696F1C646C2D9DE247718ABD97D038E"
		},
		{
			"Source":
			{
				"Text": "ULTRA"
			},
			"Translation":
			{
				"Text": "УЛЬТРА"
			},
			"Key": "44ACFE3D4B4BC1D6FED369A19DCCC8ED"
		},
		{
			"Source":
			{
				"Text": "UNREAL"
			},
			"Translation":
			{
				"Text": "НЕРЕАЛЬНО"
			},
			"Key": "C1F37ACA4D037539A8C29E8FA7B9E99B"
		},
		{
			"Source":
			{
				"Text": "Upgrade "
			},
			"Translation":
			{
				"Text": "Улучшить"
			},
			"Key": "C657F99B4D25C154045FA2AA9360B07A"
		},
		{
			"Source":
			{
				"Text": "VSync"
			},
			"Translation":
			{
				"Text": "Верт. синхронизация"
			},
			"Key": "DF74F6034FBD2E291CD9F3AC1799B84D"
		},
		{
			"Source":
			{
				"Text": "View Distance"
			},
			"Translation":
			{
				"Text": "Дальность прорисовки"
			},
			"Key": "BAB1A53B456B289AC25870BEE88E38DE"
		},
		{
			"Source":
			{
				"Text": "Vignette"
			},
			"Translation":
			{
				"Text": "Виньетка"
			},
			"Key": "93BFD52141E431B8DB45C78C4369D1A1"
		},
		{
			"Source":
			{
				"Text": "Windowed"
			},
			"Translation":
			{
				"Text": "В окне"
			},
			"Key": "14DFADF14CA8E45F4B8DA8BA9D207F7E"
		},
		{
			"Source":
			{
				"Text": "Windowed Fullscreen"
			},
			"Translation":
			{
				"Text": "В окне без рамок"
			},
			"Key": "3FB1DEA5430596C0280962B70CF3947C"
		},
		{
			"Source":
			{
				"Text": "✖"
			},
			"Translation":
			{
				"Text": "✖"
			},
			"Key": "D7CCE40F487DA25F02C24B93215F26DF"
		},
		{
			"Source":
			{
				"Text": "✖"
			},
			"Translation":
			{
				"Text": "✖"
			},
			"Key": "994765FD4BC5A41831EBB7A5D4C30D31"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_AbilitiesDescriptions",
			"Children": [
				{
					"Source":
					{
						"Text": "@TODO RAISE WALLS DESCRIPTION"
					},
					"Translation":
					{
						"Text": "Описание способности <Highlighted>Поднятие стен</>. Привет Спирт кста"
					},
					"Key": "RaiseWalls"
				},
				{
					"Source":
					{
						"Text": "@TODO SCREAM DESCRIPTION"
					},
					"Translation":
					{
						"Text": "Описание способности <Highlighted>Крик</>."
					},
					"Key": "Scream"
				}
			]
		},
		{
			"Namespace": "ST_AbilitiesStats",
			"Children": [
				{
					"Source":
					{
						"Text": "Cost"
					},
					"Translation":
					{
						"Text": "Цена"
					},
					"Key": "CostRW"
				},
				{
					"Source":
					{
						"Text": "Radius"
					},
					"Translation":
					{
						"Text": "Радиус"
					},
					"Key": "RadiusRW"
				},
				{
					"Source":
					{
						"Text": "Time In Air"
					},
					"Translation":
					{
						"Text": "Время в воздухе"
					},
					"Key": "TimeInAirRW"
				}
			]
		},
		{
			"Namespace": "ST_AbilititiesNames",
			"Children": [
				{
					"Source":
					{
						"Text": "Raise Walls"
					},
					"Translation":
					{
						"Text": "Поднятие Стен"
					},
					"Key": "RaiseWalls"
				},
				{
					"Source":
					{
						"Text": "Scream"
					},
					"Translation":
					{
						"Text": "Крик"
					},
					"Key": "Scream"
				},
				{
					"Source":
					{
						"Text": "Test1"
					},
					"Translation":
					{
						"Text": "Тест1"
					},
					"Key": "Test1"
				},
				{
					"Source":
					{
						"Text": "Test10"
					},
					"Translation":
					{
						"Text": "Тест10"
					},
					"Key": "Test10"
				},
				{
					"Source":
					{
						"Text": "Test11"
					},
					"Translation":
					{
						"Text": "Тест11"
					},
					"Key": "Test11"
				},
				{
					"Source":
					{
						"Text": "Test2"
					},
					"Translation":
					{
						"Text": "Тест2"
					},
					"Key": "Test2"
				},
				{
					"Source":
					{
						"Text": "Test3"
					},
					"Translation":
					{
						"Text": "Тест3"
					},
					"Key": "Test3"
				},
				{
					"Source":
					{
						"Text": "Test4"
					},
					"Translation":
					{
						"Text": "Тест4"
					},
					"Key": "Test4"
				},
				{
					"Source":
					{
						"Text": "Test5"
					},
					"Translation":
					{
						"Text": "Тест5"
					},
					"Key": "Test5"
				},
				{
					"Source":
					{
						"Text": "Test6"
					},
					"Translation":
					{
						"Text": "Тест6"
					},
					"Key": "Test6"
				},
				{
					"Source":
					{
						"Text": "Test7"
					},
					"Translation":
					{
						"Text": "Тест7"
					},
					"Key": "Test7"
				},
				{
					"Source":
					{
						"Text": "Test8"
					},
					"Translation":
					{
						"Text": "Тест8"
					},
					"Key": "Test8"
				},
				{
					"Source":
					{
						"Text": "Test9"
					},
					"Translation":
					{
						"Text": "Тест9"
					},
					"Key": "Test9"
				}
			]
		},
		{
			"Namespace": "Text",
			"Children": [
				{
					"Source":
					{
						"Text": "Activate Fifth ability"
					},
					"Translation":
					{
						"Text": "Пятая способность"
					},
					"Key": "ActivateFifth"
				},
				{
					"Source":
					{
						"Text": "Activate First ability"
					},
					"Translation":
					{
						"Text": "Первая способность"
					},
					"Key": "ActivateFirst"
				},
				{
					"Source":
					{
						"Text": "Activate Fourth ability"
					},
					"Translation":
					{
						"Text": "Четвертая способность"
					},
					"Key": "ActivateFourth"
				},
				{
					"Source":
					{
						"Text": "Activate Second ability"
					},
					"Translation":
					{
						"Text": "Вторая способность"
					},
					"Key": "ActivateSecond"
				},
				{
					"Source":
					{
						"Text": "Activate Third ability"
					},
					"Translation":
					{
						"Text": "Третья способность"
					},
					"Key": "ActivateThird"
				},
				{
					"Source":
					{
						"Text": "Are you shure?"
					},
					"Translation":
					{
						"Text": "Вы уверены?"
					},
					"Key": "AreYouShure"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Отмена"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Confirm action"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Find this ability in the maze to unlock it"
					},
					"Translation":
					{
						"Text": "Найдите эту способность в лабиринте чтобы разблокировать ее."
					},
					"Key": "LockedAbilityDescription"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "Прыжок"
					},
					"Key": "Jump"
				},
				{
					"Source":
					{
						"Text": "Lvl"
					},
					"Translation":
					{
						"Text": "Уровень"
					},
					"Key": "Lvl"
				},
				{
					"Source":
					{
						"Text": "Maze Generation"
					},
					"Translation":
					{
						"Text": "Генерация лабиринта"
					},
					"Key": "MazeGeneration"
				},
				{
					"Source":
					{
						"Text": "Maze Length: "
					},
					"Translation":
					{
						"Text": "Длина лабиринта: "
					},
					"Key": "MazeLength"
				},
				{
					"Source":
					{
						"Text": "Maze Width: "
					},
					"Translation":
					{
						"Text": "Ширина лабиринта: "
					},
					"Key": "MazeWidth"
				},
				{
					"Source":
					{
						"Text": "Move Backwards"
					},
					"Translation":
					{
						"Text": "Двигаться назад"
					},
					"Key": "MoveForward-1"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": "Двигаться вперед"
					},
					"Key": "MoveForward1"
				},
				{
					"Source":
					{
						"Text": "Move Left"
					},
					"Translation":
					{
						"Text": "Двигаться влево"
					},
					"Key": "MoveRight-1"
				},
				{
					"Source":
					{
						"Text": "Move Right"
					},
					"Translation":
					{
						"Text": "Двигаться вправо"
					},
					"Key": "MoveRight1"
				},
				{
					"Source":
					{
						"Text": "Object Placement"
					},
					"Translation":
					{
						"Text": "Размещение объектов"
					},
					"Key": "ObjectPlacement"
				},
				{
					"Source":
					{
						"Text": "Objects Generation"
					},
					"Translation":
					{
						"Text": "Генерация объектов"
					},
					"Key": "ObjectsGeneration"
				},
				{
					"Source":
					{
						"Text": "Ok"
					},
					"Translation":
					{
						"Text": "Ок"
					},
					"Key": "Ok"
				},
				{
					"Source":
					{
						"Text": "Open/Close Abilities Menu"
					},
					"Translation":
					{
						"Text": "Откр/Закр меню способностей"
					},
					"Key": "Open/CloseAbilitiesMenu"
				},
				{
					"Source":
					{
						"Text": "Open/Close Pause Menu"
					},
					"Translation":
					{
						"Text": "Откр/Закр меню паузы"
					},
					"Key": "Open/ClosePauseMenu"
				},
				{
					"Source":
					{
						"Text": "Open/Close Run Settings Menu"
					},
					"Translation":
					{
						"Text": "Откр/Закр меню настроек забега"
					},
					"Key": "Open/CloseRunSettingsMenu"
				},
				{
					"Source":
					{
						"Text": "Selected key is already in use!"
					},
					"Translation":
					{
						"Text": "Выбранная клавиша уже используется!"
					},
					"Key": "KeyInUse"
				},
				{
					"Source":
					{
						"Text": "Spended coins: "
					},
					"Translation":
					{
						"Text": "Потраченные монеты: "
					},
					"Key": "SpendedCoins"
				},
				{
					"Source":
					{
						"Text": "Unknown Ability"
					},
					"Translation":
					{
						"Text": "Неизвестная способность"
					},
					"Key": "LockedAbilityName"
				},
				{
					"Source":
					{
						"Text": "Upgrade this ability"
					},
					"Translation":
					{
						"Text": "Улучшить эту способность"
					},
					"Key": "UpgradeAbilityTooltip"
				}
			]
		}
	]
}